--
-- PostgreSQL database dump
--

--
-- Data for Name: dublin_core; Type: TABLE DATA; Schema: public; Owner: main
--

COPY public.dublin_core_element (id, element, definition) FROM stdin;
1	العنوان	عبارة عن اسم تم منحه للمصدر.
2	الموضوع	موضوع المصدر.
3	الوصف	حساب للمصدر.
4	القائم بالتكوين	الكيان المسئول بصفة أساسية عن جعل المصدر resource.
5	ناشر	هو كيان مسئول عن اتاحة المصدر.
6	المشارك	الكيان المسئول عن تقديم المساهمات للمصدر.
7	التاريخ	نقطة أو فترة زمنية مرفقة مع حدث في دورة حياة المصدر.
8	النوع	طبيعة أو نوع المصدر.
9	النسق	نسق الملف أو الوسط الفعلي أو الأبعاد الخاصة بالمصدر.
10	كود التعريف	مرجع لا لبس فيه للمصدر في سياق معين.
11	المصدر	أحد المصادر المتعلقة التي تم اشتقاق المصدر الذي تم وصفه من خلالها.
12	اللغة	عبارة عن لغة المصدر.
13	العلاقة	مصدر ذو صلة.
14	التغطية	(ب) الموضوع المكاني أو الزماني للموارد ، أو الانطباق المكاني للمصدر ، أو الولاية القضائية التي يكون المورد فيها ذا صلة بالموضوع.
15	الحقوق	معلومات عن الحقوق التي تم ايقافها في المصدر والموجودة فيه.
16	اصدار	تاريخ الإصدار الرسمي للمصدر.
\.

SELECT setval('dublin_core_element_id_seq', 50, true);
--
-- PostgreSQL database dump complete
--

