--
-- PostgreSQL database dump
--

--
-- Data for Name: dublin_core; Type: TABLE DATA; Schema: public; Owner: main
--

COPY public.dublin_core_relation (id, relation, definition) FROM stdin;
1	يتم اعادة وضعه بواسطة	هو مصدر مرتبط يحل محل المصدر الذي تم وصفه أو يقوم باستبداله أو يقوم باحلاله.
2	هو النسق ل#	أحد المصادر ذات الصلة الموجودة من قبل والتي تعد نفس المصدر الذي تم وصفه بشكل كبير ، ولكن بنسق آخر.
3	هو جزء من	أحد المصادر المتعلقة التي يتم تضمين المصدر الذي تم وصفها بطريقة فعلية أو منطقية فيه.
4	يتم الاشارة اليه بواسطة	مصدر مرتبط يشير الى ، أو يشير الى ، أو يشير الى المصدر الذي تم وصفه.
5	مطلوب بواسطة	أحد المصادر المتعلقة التي تتطلب المصدر الذي تم وصفه لدعم الوظيفة الخاصة به أو التسليم أو التناسق.
6	نسخة من	مصدر متعلق به المصدر الذي تم وصفه هو النسخة أو الاصدار أو التكيف.
7	له نسق	هو مصدر متعلق به بشكل كبير مثل المصدر الذي تم وصفه من قبل ، ولكن بنسق آخر.
8	يحتوي على جزء	أحد المصادر المتعلقة التي يتم تضمينها اما فعليا أو منطقيا في المصدر الذي تم وصفه.
9	له نسخة	مصدر متعلق بالموضوع هو نسخة أو نسخة أو تعديل للمصدر الذي تم وصفه.
\.

SELECT setval('dublin_core_relation_id_seq', 50, true);
--
-- PostgreSQL database dump complete
--

